const newElement = {
  id: 5,
  title: "ТЕРРИТОРИАЛЬНЫЙ МЕНЕДЖЕР ПО ПРОДАЖАМ ТЕРРИТОРИИ",
  subtitle: "Что мы ждём",
  desctription: `
          Опыт управления продажами в розничной торговой сети (от 15 подчиненных) от 2 лет;
          <br>
          Аналитический склад ума;
          <br>
          Ориентация на результат;
          <br>
          Готовность к постоянным командировкам (до 60% рабочего времени).`,
  wage: "Заработная плата — 80-120 000 ₽ + компенсационный пакет (командировки, суточные и т.д.).",
}

const vacancies = [
  {
    id: 1,
    title: "ПОЛЕВОЙ ТРЕНЕР ПО ПРЯМЫМ ПРОДАЖАМ",
    subtitle: "Что мы ждём",
    desctription: `
      Опыт работы в активных продажах обязателен;
      <br>
      Опыт обучения персонала розничных торговых сетей от 2 лет;
      <br>
      Опыт разработки и внедрения скриптов;
      <br>
      Готовность к постоянным командировкам (до 90% рабочего времени);
      <br>
      Водительские права категории B — желательно, но не обязательно.`,
    wage: "Заработная плата — от 70 000 ₽ + компенсационный пакет (командировки, суточные и т.д.).",
  },
  {
    id: 2,
    title: "ПРОМОУТЕР",
    subtitle: "Что мы ждём",
    desctription: `
      Вам от 18 лет;
      <br>
      Возможно без опыта;
      <br>
      Активность и целеустремлённость.`,
    wage: "Заработная плата 15 000 - 70 000 ₽ (в зависимости от занятости).",
  },
  {
    id: 3,
    title: "МЕНЕДЖЕР ПО РАЗВИТИЮ",
    subtitle: "Что мы ждём",
    desctription: `
      Опыт работы в сфере развития розничного ритейла обязателен;
      <br>
      Опыт заключения арендных договоров с торговыми центрами, магазинами, гипермаркетами;
      <br>
      Опыт ведения переговоров с ЛПР;
      <br>
      Готовность к постоянным командировкам (до 90% рабочего времени);
      <br>
      Водительские права категории B — желательно, но не обязательно.`,
    wage: "Заработная плата — от 70 000 ₽ + компенсационный пакет (командировки, суточные и т.д.).",
  },
  {
    id: 4,
    title: "СУПЕРВАЙЗЕР",
    subtitle: "Что мы ждём",
    desctription: `
      Вам от 18 до 30 лет;
      <br>
      Опыт активных продаж от 1 года;
      <br>
      Водительские права категории B — желательно, но не обязательно;
      <br>
      Готовность к релокации.`,
    wage: "Заработная плата 40 000 - 200 000 ₽ + оплата жилья (в зависимости от объёма контролируемой сети).",
  },
]

export { vacancies, newElement }
